#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* El camino de la GPU a trav茅s de los sistemas operativos

- Tema presentado por :: David Gonz谩lez y Luis Reyes
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+-------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Valor | Evaluaci贸n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   8.77 |   0.3 |               9.13 |  0.7 |    9.02 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 |     Total |
|--------------+---+---+---+---+---+-----------|
| Originalidad | 0 | 0 | 1 | 6 | 5 | 8.6666667 |
| Nivel        | 0 | 0 | 0 | 6 | 6 |        9. |
| Relevancia   | 0 | 0 | 0 | 5 | 7 | 9.1666667 |
| Claridad     | 0 | 0 | 0 | 9 | 3 |       8.5 |
| Presencia    | 0 | 0 | 2 | 5 | 5 |       8.5 |
|--------------+---+---+---+---+---+-----------|
|              |   |   |   |   |   |      8.77 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6)::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Como recomendacion, reducir el texto en ciertas diapositivas.
- B谩sicamente me gustar铆a un poco m谩s de ejemplos para la comprensi贸n del tema
- Un poco m谩s de ejemplos por favor
- Fue interesante conocer la interacci贸n de la GPU con el Sistema Operativo, ya
  que es un componente muy utilizado en la actualidad cuando hablamos de las
  computadoras de uso personal. La informaci贸n fue de calidad, y aunque creo que
  falt贸 un poco de claridad y creatividad en algunas explicaciones, en general
  la exposici贸n estuvo a la altura.
- En general fue una buena exposici贸n.
  Para las diapositivas ocupadas, creo que en algunos casos hab铆a mucho texto
  que era en su mayor铆a repetitivo con lo que se explicaba, entonces hubiera
  sido buena idea ocupar menos texto y explicar lo dem谩s sin necesidad de
  ponerlo todo en la presentaci贸n.
- En cuesti贸n de la calidad del video, hab铆a veces en que el audio no era el
  mejor, pero no influyo en la claridad de la informaci贸n explicada.
- El audio no era muy bueno

* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr谩ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.13 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- Muy buena presentaci贸n. 隆Felicidades!
